/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row 找不到任何內容。";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row 無法播放目前的歌曲。";


/* kBRMediaNoPhotoContent */
301 = "Front Row 找不到任何照片。";

/* kBRMediaNoPodcastContent */
302 = "Front Row 找不到任何 podcast。";

/* kBRMediaNotDRMAuthorized */
303 = "您尚未被授權播放此內容。";

/* kBRMediaNoTVShowContent */
305 = "Front Row 找不到任何電視節目。";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row 找不到任何音樂錄影帶。";

/* kBRMediaNoPlaylists */
307 = "Front Row 找不到任何播放列表。";

/* kBRMediaNoSongContent */
308 = "Front Row 找不到任何歌曲。";

/* kBRMediaNoAudioBookContent */
309 = "Front Row 找不到任何有聲書。";

/* kBRMediaNoMovies */
315 = "Front Row 找不到任何影片。";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row 未被授權播放此內容。";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row 已在嘗試連接此來源。";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row 無法連接此資料庫。";

